Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 仅在覆盖安装前需要迁回本地。从完整备份恢复原始签名，可以直接修复外置盘上的应用。
ar: أعد التطبيق إلى Mac فقط قبل التثبيت فوقه. يمكن للنسخة الاحتياطية الكاملة استعادة التطبيق مباشرة على القرص الخارجي.
de: Nur vor einer Installation über die App muss sie lokal zurückgeholt werden. Eine vollständige Sicherung kann die App direkt auf dem externen Laufwerk wiederherstellen.
en: Move the app back only before installing over it. A full backup can restore the original signature directly on the external drive.
eo: Remetu la aplikaĵon sur la Mac nur antaŭ anstataŭiga instalado. Plena sekurkopio povas restaŭri ĝin rekte sur la ekstera disko.
es: Solo debe devolver la app al Mac antes de instalar encima. Una copia completa permite restaurarla directamente en el disco externo.
fr: Ramenez l’app sur le Mac uniquement avant une installation par-dessus. Une sauvegarde complète permet de la restaurer directement sur le disque externe.
hi: ऐप के ऊपर इंस्टॉल करने से पहले ही उसे Mac पर वापस लाना ज़रूरी है। पूरा बैकअप बाहरी ड्राइव पर ऐप को सीधे बहाल कर सकता है।
id: Pindahkan aplikasi kembali ke Mac hanya sebelum menimpanya dengan instalasi. Cadangan lengkap dapat memulihkannya langsung di drive eksternal.
it: Riporta l’app sul Mac solo prima di installare sopra di essa. Un backup completo può ripristinarla direttamente sul disco esterno.
ja: ローカルへ戻す必要があるのは上書きインストール前だけです。完全なバックアップからは外部ドライブ上のアプリを直接復元できます。
ko: 덮어쓰기 설치 전에만 Mac으로 옮기면 됩니다. 전체 백업으로 외장 드라이브의 앱을 직접 복구할 수 있습니다.
nl: Zet de app alleen terug op de Mac voordat je eroverheen installeert. Een volledige back-up kan de app direct op de externe schijf herstellen.
pl: Przenieś aplikację na Maca tylko przed instalacją na jej miejscu. Pełna kopia może przywrócić aplikację bezpośrednio na dysku zewnętrznym.
pt: Só é necessário trazer o app de volta ao Mac antes de instalar por cima. Um backup completo pode restaurá-lo diretamente no disco externo.
ru: Вернуть приложение на Mac нужно только перед установкой поверх него. Полная резервная копия позволяет восстановить приложение прямо на внешнем диске.
th: ต้องย้ายแอปกลับมายัง Mac ก่อนติดตั้งทับเท่านั้น ข้อมูลสำรองแบบเต็มสามารถกู้คืนแอปบนไดรฟ์ภายนอกได้โดยตรง
tr: Uygulamayı yalnızca üzerine kurulum yapmadan önce Mac’e geri taşıyın. Tam yedek, uygulamayı doğrudan harici diskte geri yükleyebilir.
vi: Chỉ cần chuyển ứng dụng về Mac trước khi cài đè. Bản sao lưu đầy đủ có thể khôi phục ứng dụng trực tiếp trên ổ ngoài.
zh_hant: 僅在覆蓋安裝前需要遷回本機。從完整備份恢復原始簽名，可以直接修復外接磁碟上的應用程式。

source: 从官方渠道重装
ar: إعادة التثبيت من مصدر رسمي
de: Offizielle Version neu installieren
en: Reinstall from an official source
eo: Reinstali el oficiala fonto
es: Reinstalar la versión oficial
fr: Réinstaller la version officielle
hi: आधिकारिक स्रोत से फिर इंस्टॉल करें
id: Instal ulang dari sumber resmi
it: Reinstalla da una fonte ufficiale
ja: 公式版を再インストール
ko: 공식 버전 재설치
nl: Officiële versie opnieuw installeren
pl: Zainstaluj ponownie z oficjalnego źródła
pt: Reinstalar de uma fonte oficial
ru: Переустановить из официального источника
th: ติดตั้งใหม่จากแหล่งทางการ
tr: Resmî kaynaktan yeniden yükle
vi: Cài lại từ nguồn chính thức
zh_hant: 從官方管道重新安裝

source: 使用「%@」前先连接这块外部存储。未连接时应用可能无法访问数据，连接后 AppPorts 会尝试重新挂载。
ar: صِل هذا القرص الخارجي قبل استخدام «%@». قد يتعذر على التطبيق الوصول إلى البيانات بدونه. سيحاول AppPorts إعادة تحميل وحدة التخزين عند توصيلها.
de: Verbinde dieses externe Laufwerk, bevor du „%@“ nutzt. Ohne Verbindung sind die Daten eventuell nicht erreichbar. AppPorts versucht nach dem Anschließen, das Volume wieder einzuhängen.
en: Connect this external drive before using “%@”. Without it, the app may not be able to access its data. AppPorts will try to remount it when connected.
eo: Konektu ĉi tiun eksteran diskon antaŭ ol uzi “%@”. Sen ĝi, la aplikaĵo eble ne povos aliri datumojn. AppPorts provos remunti la volumon post konekto.
es: Conecte este disco externo antes de usar «%@». Sin él, la app podría no acceder a sus datos. AppPorts intentará volver a montar el volumen al conectarlo.
fr: Branchez ce disque externe avant d’utiliser « %@ ». Sans lui, l’app risque de ne pas accéder à ses données. AppPorts tentera de remonter le volume après connexion.
hi: “%@” का उपयोग करने से पहले यह बाहरी ड्राइव जोड़ें। इसके बिना ऐप डेटा तक नहीं पहुँच पाएगा। जुड़ने पर AppPorts वॉल्यूम को फिर माउंट करने की कोशिश करेगा।
id: Sambungkan drive eksternal ini sebelum menggunakan “%@”. Tanpanya, aplikasi mungkin tidak dapat mengakses data. AppPorts akan mencoba memasang ulang volume setelah tersambung.
it: Collega questo disco esterno prima di usare “%@”. Senza di esso l’app potrebbe non accedere ai dati. AppPorts proverà a rimontare il volume quando viene collegato.
ja: 「%@」を使う前にこの外部ドライブを接続してください。未接続ではデータにアクセスできない場合があります。接続後、AppPorts が再マウントを試みます。
ko: ‘%@’ 사용 전에 이 외장 드라이브를 연결하세요. 연결되지 않으면 데이터에 접근하지 못할 수 있습니다. 연결 후 AppPorts가 다시 마운트를 시도합니다.
nl: Sluit deze externe schijf aan voordat je “%@” gebruikt. Zonder schijf kan de app mogelijk niet bij de gegevens. AppPorts probeert het volume na aansluiting opnieuw te koppelen.
pl: Podłącz ten dysk zewnętrzny przed użyciem „%@”. Bez niego aplikacja może nie mieć dostępu do danych. AppPorts spróbuje ponownie zamontować wolumin po podłączeniu.
pt: Conecte este disco externo antes de usar “%@”. Sem ele, o app pode não acessar os dados. O AppPorts tentará montar o volume novamente após a conexão.
ru: Подключите этот внешний диск перед использованием «%@». Без него данные могут быть недоступны. После подключения AppPorts попробует снова смонтировать том.
th: เชื่อมต่อไดรฟ์ภายนอกนี้ก่อนใช้ “%@” หากไม่เชื่อมต่อ แอปอาจเข้าถึงข้อมูลไม่ได้ AppPorts จะพยายามเมานต์โวลุ่มอีกครั้งเมื่อเชื่อมต่อแล้ว
tr: “%@” kullanmadan önce bu harici diski bağlayın. Bağlı değilken uygulama verilere erişemeyebilir. Bağlandığında AppPorts birimi yeniden bağlamayı dener.
vi: Kết nối ổ ngoài này trước khi dùng “%@”. Nếu chưa kết nối, ứng dụng có thể không truy cập được dữ liệu. AppPorts sẽ thử gắn lại ổ sau khi kết nối.
zh_hant: 使用「%@」前先連接這個外接磁碟。未連接時應用程式可能無法存取資料，連接後 AppPorts 會嘗試重新掛載。

source: 先检查数据位置，再恢复原始签名。请退出应用、连接外置盘，并保留现有数据和备份。
ar: تحقق من موقع البيانات ثم استعد التوقيع الأصلي. أغلق التطبيق وصِل القرص الخارجي واحتفظ بالبيانات والنسخ الاحتياطية.
de: Prüfe den Datenort und stelle dann die Originalsignatur wieder her. Beende die App, verbinde das externe Laufwerk und bewahre Daten und Sicherungen auf.
en: Check the data location, then restore the original signature. Quit the app, connect the external drive, and keep your data and backups.
eo: Kontrolu la datumlokon, poste restaŭru la originan subskribon. Fermu la aplikaĵon, konektu la eksteran diskon kaj konservu datumojn kaj sekurkopiojn.
es: Compruebe la ubicación de los datos y restaure la firma original. Cierre la app, conecte el disco externo y conserve datos y copias.
fr: Vérifiez l’emplacement des données, puis restaurez la signature d’origine. Quittez l’app, branchez le disque externe et conservez données et sauvegardes.
hi: डेटा का स्थान जाँचें, फिर मूल हस्ताक्षर बहाल करें। ऐप बंद करें, बाहरी ड्राइव जोड़ें और डेटा व बैकअप सुरक्षित रखें।
id: Periksa lokasi data, lalu pulihkan tanda tangan asli. Tutup aplikasi, sambungkan drive eksternal, dan simpan data serta cadangan Anda.
it: Controlla la posizione dei dati, poi ripristina la firma originale. Chiudi l’app, collega il disco esterno e conserva dati e backup.
ja: データの場所を確認してから元の署名を復元します。アプリを終了して外部ドライブを接続し、データとバックアップを保管してください。
ko: 데이터 위치를 확인한 뒤 원본 서명을 복원합니다. 앱을 종료하고 외장 드라이브를 연결한 다음 데이터와 백업을 보관하세요.
nl: Controleer de gegevenslocatie en herstel daarna de oorspronkelijke handtekening. Sluit de app, verbind de externe schijf en bewaar gegevens en back-ups.
pl: Sprawdź lokalizację danych, a następnie przywróć oryginalny podpis. Zamknij aplikację, podłącz dysk zewnętrzny i zachowaj dane oraz kopie.
pt: Confira a localização dos dados e restaure a assinatura original. Feche o app, conecte o disco externo e mantenha os dados e backups.
ru: Проверьте расположение данных, затем восстановите исходную подпись. Закройте приложение, подключите внешний диск и сохраните данные и резервные копии.
th: ตรวจสอบตำแหน่งข้อมูลก่อนกู้คืนลายเซ็นเดิม โปรดปิดแอป เชื่อมต่อไดรฟ์ภายนอก และเก็บข้อมูลกับข้อมูลสำรองไว้
tr: Veri konumunu denetleyin, ardından özgün imzayı geri yükleyin. Uygulamadan çıkın, harici diski bağlayın ve verilerle yedekleri saklayın.
vi: Kiểm tra vị trí dữ liệu rồi khôi phục chữ ký gốc. Thoát ứng dụng, kết nối ổ ngoài và giữ lại dữ liệu cùng bản sao lưu.
zh_hant: 先檢查資料位置，再恢復原始簽名。請結束應用程式、連接外接磁碟，並保留現有資料和備份。

source: 名称
ar: الاسم
de: Name
en: Name
eo: Nomo
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tr: Ad
vi: Tên
zh_hant: 名稱

source: 复制路径
ar: نسخ المسار
de: Pfad kopieren
en: Copy Path
eo: Kopii vojon
es: Copiar ruta
fr: Copier le chemin
hi: पथ कॉपी करें
id: Salin Jalur
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
nl: Pad kopiëren
pl: Kopiuj ścieżkę
pt: Copiar caminho
ru: Скопировать путь
th: คัดลอกเส้นทาง
tr: Yolu kopyala
vi: Sao chép đường dẫn
zh_hant: 複製路徑

source: 外部路径
ar: المسار الخارجي
de: Externer Pfad
en: External Path
eo: Ekstera vojo
es: Ruta externa
fr: Chemin externe
hi: बाहरी पथ
id: Jalur Eksternal
it: Percorso esterno
ja: 外部パス
ko: 외부 경로
nl: Extern pad
pl: Ścieżka zewnętrzna
pt: Caminho externo
ru: Внешний путь
th: เส้นทางภายนอก
tr: Harici yol
vi: Đường dẫn bên ngoài
zh_hant: 外部路徑

source: 大小
ar: الحجم
de: Größe
en: Size
eo: Grando
es: Tamaño
fr: Taille
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước

source: 将「%@」的数据迁移到外部存储「%@」，保留原始签名。应用继续使用原来的数据位置。
ar: نقل بيانات «%@» إلى وحدة التخزين الخارجية «%@» مع الاحتفاظ بالتوقيع الأصلي. سيواصل التطبيق استخدام موقع البيانات نفسه.
de: Daten von „%@“ auf den externen Speicher „%@“ verschieben und die Originalsignatur erhalten. Die App nutzt weiterhin den bisherigen Datenort.
en: Move data for “%@” to external storage “%@”, preserving the original signature. The app continues to use the same data location.
eo: Movi la datumojn de “%@” al ekstera konservejo “%@”, konservante la originan subskribon. La aplikaĵo plu uzos la saman datumlokon.
es: Trasladar los datos de «%@» al almacenamiento externo «%@» conservando la firma original. La app seguirá usando la misma ubicación de datos.
fr: Déplacer les données de « %@ » vers le stockage externe « %@ » en conservant la signature d’origine. L’app continue d’utiliser le même emplacement de données.
hi: “%@” का डेटा बाहरी स्टोरेज “%@” पर ले जाएँ और मूल हस्ताक्षर बनाए रखें। ऐप उसी डेटा स्थान का उपयोग करता रहेगा।
id: Pindahkan data “%@” ke penyimpanan eksternal “%@” dengan mempertahankan tanda tangan asli. Aplikasi tetap menggunakan lokasi data yang sama.
it: Sposta i dati di “%@” nell’archivio esterno “%@” mantenendo la firma originale. L’app continuerà a usare la stessa posizione dei dati.
ja: 「%@」のデータを外部ストレージ「%@」へ移行し、元の署名を保持します。アプリは元のデータの場所を引き続き使用します。
ko: ‘%@’의 데이터를 외부 저장소 ‘%@’로 옮기고 원본 서명을 유지합니다. 앱은 기존 데이터 위치를 계속 사용합니다.
nl: Gegevens van “%@” naar externe opslag “%@” verplaatsen met behoud van de oorspronkelijke handtekening. De app blijft dezelfde gegevenslocatie gebruiken.
pl: Przenieś dane „%@” na pamięć zewnętrzną „%@”, zachowując oryginalny podpis. Aplikacja nadal będzie używać tej samej lokalizacji danych.
pt: Mover os dados de “%@” para o armazenamento externo “%@”, preservando a assinatura original. O app continuará usando a mesma localização de dados.
ru: Перенести данные «%@» на внешний накопитель «%@», сохранив исходную подпись. Приложение продолжит использовать прежнее расположение данных.
th: ย้ายข้อมูลของ “%@” ไปยังที่จัดเก็บภายนอก “%@” โดยคงลายเซ็นเดิมไว้ แอปจะยังใช้ตำแหน่งข้อมูลเดิม
tr: “%@” verilerini özgün imzayı koruyarak “%@” harici depolamasına taşıyın. Uygulama aynı veri konumunu kullanmaya devam eder.
vi: Chuyển dữ liệu của “%@” sang bộ nhớ ngoài “%@”, giữ nguyên chữ ký gốc. Ứng dụng tiếp tục dùng vị trí dữ liệu cũ.
zh_hant: 將「%@」的資料遷移到外部儲存「%@」，保留原始簽名。應用程式繼續使用原來的資料位置。

source: 展开全部
ar: توسيع الكل
de: Alle aufklappen
en: Expand All
eo: Malfaldi ĉiujn
es: Expandir todo
fr: Tout développer
hi: सभी विस्तृत करें
id: Perluas Semua
it: Espandi tutto
ja: すべて展開
ko: 모두 펼치기
nl: Alles uitklappen
pl: Rozwiń wszystko
pt: Expandir tudo
ru: Развернуть всё
th: ขยายทั้งหมด
tr: Tümünü genişlet
vi: Mở rộng tất cả
zh_hant: 展開全部

source: 展开目录
ar: توسيع المجلد
de: Ordner aufklappen
en: Expand Folder
eo: Malfaldi dosierujon
es: Expandir carpeta
fr: Développer le dossier
hi: फ़ोल्डर विस्तृत करें
id: Perluas Folder
it: Espandi cartella
ja: フォルダを展開
ko: 폴더 펼치기
nl: Map uitklappen
pl: Rozwiń folder
pt: Expandir pasta
ru: Развернуть папку
th: ขยายโฟลเดอร์
tr: Klasörü genişlet
vi: Mở rộng thư mục
zh_hant: 展開目錄

source: 折叠全部
ar: طي الكل
de: Alle zuklappen
en: Collapse All
eo: Faldi ĉiujn
es: Contraer todo
fr: Tout réduire
hi: सभी संक्षिप्त करें
id: Ciutkan Semua
it: Comprimi tutto
ja: すべて折りたたむ
ko: 모두 접기
nl: Alles inklappen
pl: Zwiń wszystko
pt: Recolher tudo
ru: Свернуть всё
th: ยุบทั้งหมด
tr: Tümünü daralt
vi: Thu gọn tất cả
zh_hant: 摺疊全部

source: 折叠目录
ar: طي المجلد
de: Ordner zuklappen
en: Collapse Folder
eo: Faldi dosierujon
es: Contraer carpeta
fr: Réduire le dossier
hi: फ़ोल्डर संक्षिप्त करें
id: Ciutkan Folder
it: Comprimi cartella
ja: フォルダを折りたたむ
ko: 폴더 접기
nl: Map inklappen
pl: Zwiń folder
pt: Recolher pasta
ru: Свернуть папку
th: ยุบโฟลเดอร์
tr: Klasörü daralt
vi: Thu gọn thư mục
zh_hant: 摺疊目錄

source: 搜索目录或路径…
ar: البحث عن مجلدات أو مسارات…
de: Ordner oder Pfade suchen…
en: Search folders or paths…
eo: Serĉi dosierujojn aŭ vojojn…
es: Buscar carpetas o rutas…
fr: Rechercher des dossiers ou chemins…
hi: फ़ोल्डर या पथ खोजें…
id: Cari folder atau jalur…
it: Cerca cartelle o percorsi…
ja: フォルダやパスを検索…
ko: 폴더 또는 경로 검색…
nl: Zoek mappen of paden…
pl: Szukaj folderów lub ścieżek…
pt: Pesquisar pastas ou caminhos…
ru: Поиск папок или путей…
th: ค้นหาโฟลเดอร์หรือเส้นทาง…
tr: Klasör veya yol ara…
vi: Tìm thư mục hoặc đường dẫn…
zh_hant: 搜尋目錄或路徑…

source: 操作
ar: الإجراءات
de: Aktionen
en: Actions
eo: Agoj
es: Acciones
fr: Actions
hi: कार्रवाइयाँ
id: Tindakan
it: Azioni
ko: 작업
nl: Acties
pl: Działania
pt: Ações
ru: Действия
th: การดำเนินการ
tr: İşlemler
vi: Thao tác

source: 暂时无法检查签名
ar: فحص التوقيع غير متاح
de: Signaturprüfung nicht möglich
en: Signature check unavailable
eo: Subskriba kontrolo ne disponeblas
es: Comprobación de firma no disponible
fr: Vérification de signature indisponible
hi: हस्ताक्षर की जाँच उपलब्ध नहीं है
id: Pemeriksaan tanda tangan tidak tersedia
it: Verifica della firma non disponibile
ja: 署名を確認できません
ko: 서명을 확인할 수 없음
nl: Handtekeningcontrole niet beschikbaar
pl: Sprawdzenie podpisu niedostępne
pt: Verificação de assinatura indisponível
ru: Проверка подписи недоступна
th: ไม่สามารถตรวจสอบลายเซ็นได้
tr: İmza denetimi kullanılamıyor
vi: Không thể kiểm tra chữ ký
zh_hant: 暫時無法檢查簽名

source: 暂时无法检查签名。请连接外置盘后重新检查；恢复备份已保留。
ar: تعذر فحص التوقيع. صِل القرص الخارجي وحاول مجددًا. تم الاحتفاظ بنسخ الاستعادة الاحتياطية.
de: Die Signatur konnte nicht geprüft werden. Verbinde das externe Laufwerk und prüfe erneut. Wiederherstellungssicherungen wurden behalten.
en: The signature could not be checked. Connect the external drive and check again; recovery backups have been kept.
eo: Ne eblis kontroli la subskribon. Konektu la eksteran diskon kaj rekontrolu. La restaŭraj sekurkopioj estas konservitaj.
es: No se pudo comprobar la firma. Conecte el disco externo e inténtelo de nuevo. Se han conservado las copias de recuperación.
fr: La signature n’a pas pu être vérifiée. Branchez le disque externe et réessayez. Les sauvegardes de restauration ont été conservées.
hi: हस्ताक्षर जाँचा नहीं जा सका। बाहरी ड्राइव जोड़कर दोबारा जाँचें। पुनर्स्थापना के बैकअप सुरक्षित रखे गए हैं।
id: Tanda tangan tidak dapat diperiksa. Sambungkan drive eksternal dan periksa lagi. Cadangan pemulihan tetap disimpan.
it: Impossibile verificare la firma. Collega il disco esterno e riprova. I backup di ripristino sono stati conservati.
ja: 署名を確認できませんでした。外部ドライブを接続して再確認してください。復元用バックアップは保持されています。
ko: 서명을 확인하지 못했습니다. 외장 드라이브를 연결한 뒤 다시 확인하세요. 복구 백업은 보관되어 있습니다.
nl: De handtekening kon niet worden gecontroleerd. Sluit de externe schijf aan en probeer opnieuw. Herstelback-ups zijn bewaard.
pl: Nie udało się sprawdzić podpisu. Podłącz dysk zewnętrzny i spróbuj ponownie. Kopie do przywracania zostały zachowane.
pt: Não foi possível verificar a assinatura. Conecte o disco externo e tente novamente. Os backups de recuperação foram mantidos.
ru: Не удалось проверить подпись. Подключите внешний диск и повторите проверку. Резервные копии для восстановления сохранены.
th: ตรวจสอบลายเซ็นไม่สำเร็จ โปรดเชื่อมต่อไดรฟ์ภายนอกแล้วตรวจสอบอีกครั้ง ข้อมูลสำรองสำหรับกู้คืนยังคงอยู่
tr: İmza denetlenemedi. Harici diski bağlayıp yeniden denetleyin. Kurtarma yedekleri korundu.
vi: Không thể kiểm tra chữ ký. Hãy kết nối ổ ngoài và kiểm tra lại. Các bản sao lưu khôi phục đã được giữ lại.
zh_hant: 暫時無法檢查簽名。請連接外接磁碟後重新檢查；恢復備份已保留。

source: 本地路径
ar: المسار المحلي
de: Lokaler Pfad
en: Local Path
eo: Loka vojo
es: Ruta local
fr: Chemin local
hi: स्थानीय पथ
id: Jalur Lokal
it: Percorso locale
ja: ローカルパス
ko: 로컬 경로
nl: Lokaal pad
pl: Ścieżka lokalna
pt: Caminho local
ru: Локальный путь
th: เส้นทางภายในเครื่อง
tr: Yerel yol
vi: Đường dẫn cục bộ
zh_hant: 本機路徑

source: 检查签名
ar: فحص التوقيع
de: Signatur prüfen
en: Check signature
eo: Kontroli subskribon
es: Comprobar firma
fr: Vérifier la signature
hi: हस्ताक्षर जाँचें
id: Periksa tanda tangan
it: Verifica firma
ja: 署名を確認
ko: 서명 확인
nl: Handtekening controleren
pl: Sprawdź podpis
pt: Verificar assinatura
ru: Проверить подпись
th: ตรวจสอบลายเซ็น
tr: İmzayı denetle
vi: Kiểm tra chữ ký
zh_hant: 檢查簽名

source: 正在检查签名…
ar: جارٍ فحص التوقيع…
de: Signatur wird geprüft…
en: Checking signature…
eo: Kontrolante subskribon…
es: Comprobando firma…
fr: Vérification de la signature…
hi: हस्ताक्षर जाँचा जा रहा है…
id: Memeriksa tanda tangan…
it: Verifica della firma…
ja: 署名を確認中…
ko: 서명 확인 중…
nl: Handtekening controleren…
pl: Sprawdzanie podpisu…
pt: Verificando assinatura…
ru: Проверка подписи…
th: กำลังตรวจสอบลายเซ็น…
tr: İmza denetleniyor…
vi: Đang kiểm tra chữ ký…
zh_hant: 正在檢查簽名…

source: 清除搜索
ar: مسح البحث
de: Suche löschen
en: Clear Search
eo: Vakigi serĉon
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
id: Hapus Pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ru: Очистить поиск
th: ล้างการค้นหา
tr: Aramayı temizle
vi: Xóa tìm kiếm
zh_hant: 清除搜尋

source: 状态
ar: الحالة
de: Status
en: Status
eo: Stato
es: Estado
fr: État
hi: स्थिति
id: Status
it: Stato
ja: 状態
ko: 상태
nl: Status
pl: Stan
pt: Estado
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hant: 狀態

source: 签名待检查
ar: التوقيع بحاجة إلى فحص
de: Signaturprüfung ausstehend
en: Signature check pending
eo: Subskribo kontrolenda
es: Firma pendiente de comprobar
fr: Signature à vérifier
hi: हस्ताक्षर की जाँच बाकी है
id: Tanda tangan perlu diperiksa
it: Firma da verificare
ja: 署名の確認が必要
ko: 서명 확인 필요
nl: Handtekening nog te controleren
pl: Podpis wymaga sprawdzenia
pt: Assinatura por verificar
ru: Подпись требует проверки
th: ต้องตรวจสอบลายเซ็น
tr: İmza denetlenmeli
vi: Chữ ký cần được kiểm tra
zh_hant: 簽名待檢查

source: 签名检查通过后，请先从 Finder 或 Dock 打开应用并确认数据正常，再到「应用数据」页迁移。
ar: بعد نجاح فحص التوقيع، افتح التطبيق من Finder أو Dock وتحقق من بياناته قبل النقل في «بيانات التطبيقات».
de: Öffne die App nach erfolgreicher Signaturprüfung über Finder oder Dock und prüfe ihre Daten, bevor du unter „App-Daten“ migrierst.
en: After the signature check passes, open the app from Finder or the Dock and confirm its data is accessible before migrating in App Data.
eo: Post sukcesa subskriba kontrolo, malfermu la aplikaĵon per Finder aŭ Dock kaj kontrolu ĝiajn datumojn antaŭ migrado en “Aplikaĵaj datumoj”.
es: Tras comprobar la firma, abra la app desde Finder o el Dock y verifique sus datos antes de migrar en «Datos de apps».
fr: Après vérification de la signature, ouvrez l’app depuis Finder ou le Dock et vérifiez ses données avant de migrer dans « Données des apps ».
hi: हस्ताक्षर की जाँच सफल होने पर Finder या Dock से ऐप खोलें और डेटा जाँचें, फिर “ऐप डेटा” में स्थानांतरित करें।
id: Setelah pemeriksaan tanda tangan berhasil, buka aplikasi dari Finder atau Dock dan periksa datanya sebelum migrasi di “Data Aplikasi”.
it: Dopo la verifica della firma, apri l’app dal Finder o dal Dock e controlla i dati prima di migrare in “Dati delle app”.
ja: 署名確認に成功したら Finder または Dock から開き、データが使えることを確認してから「アプリデータ」で移行してください。
ko: 서명 검사를 통과하면 Finder 또는 Dock에서 앱을 열어 데이터를 확인한 뒤 ‘앱 데이터’에서 마이그레이션하세요.
nl: Open de app na de handtekeningcontrole vanuit Finder of het Dock en controleer de gegevens voordat je in “Appgegevens” migreert.
pl: Po sprawdzeniu podpisu otwórz aplikację z Findera lub Docka i sprawdź dane przed migracją w „Danych aplikacji”.
pt: Após verificar a assinatura, abra o app pelo Finder ou Dock e confira seus dados antes de migrar em “Dados dos apps”.
ru: После проверки подписи откройте приложение из Finder или Dock и проверьте данные перед переносом в разделе «Данные приложений».
th: หลังตรวจสอบลายเซ็นผ่าน ให้เปิดแอปจาก Finder หรือ Dock และตรวจสอบข้อมูลก่อนย้ายในหน้า “ข้อมูลแอป”
tr: İmza denetimi başarılı olduktan sonra uygulamayı Finder veya Dock’tan açıp verileri doğrulayın, ardından “Uygulama Verileri” bölümünden taşıyın.
vi: Sau khi kiểm tra chữ ký thành công, mở ứng dụng từ Finder hoặc Dock và xác nhận dữ liệu trước khi di chuyển trong “Dữ liệu ứng dụng”.
zh_hant: 簽名檢查通過後，請先從 Finder 或 Dock 開啟應用程式並確認資料正常，再到「應用程式資料」頁遷移。

source: 选择目录以查看完整路径
ar: حدد مجلدًا لعرض مساره الكامل
de: Wähle einen Ordner, um den vollständigen Pfad anzuzeigen
en: Select a folder to view its full path
eo: Elektu dosierujon por vidi ĝian plenan vojon
es: Selecciona una carpeta para ver su ruta completa
fr: Sélectionnez un dossier pour afficher son chemin complet
hi: पूरा पथ देखने के लिए फ़ोल्डर चुनें
id: Pilih folder untuk melihat jalur lengkapnya
it: Seleziona una cartella per visualizzare il percorso completo
ja: フォルダを選択すると完全なパスが表示されます
ko: 전체 경로를 보려면 폴더를 선택하세요
nl: Selecteer een map om het volledige pad te bekijken
pl: Wybierz folder, aby zobaczyć pełną ścieżkę
pt: Selecione uma pasta para ver o caminho completo
ru: Выберите папку, чтобы увидеть полный путь
th: เลือกโฟลเดอร์เพื่อดูเส้นทางแบบเต็ม
tr: Tam yolu görmek için bir klasör seçin
vi: Chọn thư mục để xem đường dẫn đầy đủ
zh_hant: 選擇目錄以查看完整路徑
